[
    {
        "word": "escuela",
        "phonetic": "/esˈkwe.la/",
        "phonetics": [
            {
                "text": "/esˈkwe.la/",
                "audio": "https://api.dictionaryapi.dev/media/pronunciations/es/escuela.mp3",
                "sourceUrl": "https://commons.wikimedia.org/w/index.php?curid=9027379",
                "license": {
                    "name": "BY 3.0 US",
                    "url": "https://creativecommons.org/licenses/by/3.0/us"
                }
            }
        ],
        "meanings": [
            {
                "partOfSpeech": "noun",
                "definitions": [
                    {
                        "definition": "Una institución dedicada a la enseñanza y el aprendizaje; una institución educativa.",
                        "synonyms": [],
                        "antonyms": [],
                        "example": "La Universidad de Harvard es una famosa escuela postsecundaria estadounidense."
                    },
                    {
                        "definition": "Una institución educativa que proporciona educación primaria y secundaria, antes de la educación terciaria (universidad).",
                        "synonyms": [],
                        "antonyms": []
                    },
                    {
                        "definition": "En el Colegio Eton, un período o sesión de enseñanza.",
                        "synonyms": [],
                        "antonyms": [],
                        "example": "La teología, la historia y la geografía se estudian durante dos escuelas por semana."
                    },
                    {
                        "definition": "Dentro de una institución educativa más grande, una unidad organizativa, como un departamento o instituto, dedicada a una área temática específica.",
                        "synonyms": [],
                        "antonyms": [],
                        "example": "Estamos inscritos en la misma universidad, pero yo asisto a la Escuela de Economía y mi hermano está en la Escuela de Música."
                    },
                    {
                        "definition": "Un movimiento artístico, una comunidad de artistas.",
                        "synonyms": [],
                        "antonyms": [],
                        "example": "La escuela de pintores de Barbizon formaba parte de un movimiento artístico hacia el Realismo en el arte, que surgió en el contexto del dominante Movimiento Romántico de la época."
                    },
                    {
                        "definition": "(considerado colectivamente) Los seguidores de una doctrina particular; una forma particular de pensar o doctrina particular; una corriente de pensamiento.",
                        "synonyms": [],
                        "antonyms": [],
                        "example": "Estos economistas pertenecen a la escuela monetarista."
                    },
                    {
                        "definition": "El tiempo durante el cual se asisten clases o están en sesión en una institución educativa.",
                        "synonyms": [],
                        "antonyms": [],
                        "example": "Nos vemos después de la escuela."
                    },
                    {
                        "definition": "La sala en las universidades inglesas donde se llevan a cabo los exámenes para grados y honores.",
                        "synonyms": [],
                        "antonyms": []
                    },
                    {
                        "definition": "Los cánones, preceptos o cuerpo de opinión o práctica, sancionados por la autoridad de una clase o época particular.",
                        "synonyms": [],
                        "antonyms": [],
                        "example": "Era un caballero de la vieja escuela."
                    },
                    {
                        "definition": "Un establecimiento que ofrece instrucción especializada, como para conducir, cocinar, escribir a máquina, programar, etc.",
                        "synonyms": [],
                        "antonyms": []
                    }
                ],
                "synonyms": [
                    "academia",
                    "colegio",
                    "universidad",
                    "escuela",
                    "departamento",
                    "facultad",
                    "instituto"
                ],
                "antonyms": []
            },
            {
                "partOfSpeech": "verb",
                "definitions": [
                    {
                        "definition": "Educar, enseñar o entrenar (a menudo, pero no necesariamente, en una escuela).",
                        "synonyms": [],
                        "antonyms": [],
                        "example": "Muchos futuros primeros ministros fueron educados en Eton."
                    },
                    {
                        "definition": "Derrotar enfáticamente, enseñar a un oponente una lección dura.",
                        "synonyms": [],
                        "antonyms": []
                    },
                    {
                        "definition": "Controlar o componer la expresión de uno mismo.",
                        "synonyms": [],
                        "antonyms": [],
                        "example": "Se cuidó de educar su expresión, sin revelar ninguno de sus sentimientos."
                    }
                ],
                "synonyms": [],
                "antonyms": []
            }
        ],
        "license": {
            "name": "CC BY-SA 3.0",
            "url": "https://creativecommons.org/licenses/by-sa/3.0"
        },
        "sourceUrls": [
            "https://en.wiktionary.org/wiki/school"
        ]
    }
]
